Repository: arnaudbenard/ka-lite
Catalog: kalite/locale/*/LC_MESSAGES/django.po
Languages: it

source: This video was not found! You can download it by going to the Update page.
it: Video non trovato! E' possibile scaricarlo andando sulla pagina Aggiorna.

source: This video was not found! Please contact your teacher or an admin to have it downloaded.
it: Video non trovato! Contattare il proprio docente o un amministratore per farlo scaricare.

source: This video was not found! You must login as an admin/teacher to download the video.
it: Video non trovato! Occorre effettuare il login come amministratore/docente per scaricare il video.

source: Note: You're logged in as an admin (not as a student/teacher), so your video progress and points won't be saved.
it: Nota: E' stato effettuato il login come amministratore (non come studente/docente), pertanto i progressi con i video e il punteggio non verranno salvati.

source: Friendly reminder: You are not currently logged in, so your video progress and points won't be saved.
it: Importante: Non e' stato effettuato il login, pertanto i progressi con i video e il punteggio non verranno salvati.

source: Note: You're logged in as an admin (not as a student/teacher), so your exercise progress and points won't be saved.
it: Nota: E' stato effettuato il login come amministratore (non come studente/docente), pertanto i progressi con gli esercizi e il punteggio non verranno salvati.

source: Friendly reminder: You are not currently logged in, so your exercise progress and points won't be saved.
it: Importante: Non e' stato effettuato il login, pertanto i progressi con gli esercizi e il punteggio non verranno salvati.

source: A user with this username at this facility already exists. Please choose a new username (or select a different facility) and try again.
it: Esiste gia' un utente in questo istituto con questo nome. Scegliere un altro nome (o selezionare un istituto diverso) e riprovare.

source: Username was not found for this facility. Did you type your username correctly, and choose the right facility?
it: Utente sconosciuto in questo istituto. Si e' sicuri di aver scritto il nome correttamente e di aver selezionato l'istituto giusto?

source: The password did not match. Please try again.
it: La password non corrisponde. Riprovare.

source: Name
it: Nome

source: (This is the name that students/teachers will see when choosing their facility; it can be in the local language.)
it: (Questo e' il nome che gli studenti/docenti vedranno quando sceglieranno il proprio istituto

source: Description
it: Descrizione

source: Address
it: Indirizzo

source: (Please provide as detailed an address as possible.)
it: (Fornire un indirizzo il piu' dettagliato possibile.)

source: Latitude
it: Latitudine

source: Longitude
it: Longitudine

source: Contact Name
it: Nome del Contatto

source: (Who should we contact with any questions about this facility?)
it: (Chi dovremmo contattare per domande su questo istituto?)

source: Contact Phone
it: Numero di Telefono del Contatto

source: Contact Email
it: Email del Contatto

source: User Count
it: Numero di Utenti

source: (How many potential users do you estimate there are at this facility?)
it: (Quanti utenti si pensa ci siano in questo istituto?)

source: Facility
it: Istituto

source: (Group/class)
it: (Gruppo/classe)

source: (optional)
it: (opzionale)

source: Username
it: Nome Utente

source: First Name
it: Nome

source: Last Name
it: Cognome

source: (whether this user should have teacher permissions)
it: (se quest'utente dovrebbe avere i permessi di un docente)

source: This path is only available on distributed servers.
it: Questo percorso e' disponibile solo su server distribuiti

source: To continue, you must first add a facility (e.g. for your school).
it: Per continuare e' necessario aggiungere un istituto (ad esempio la vostra scuola)

source: You must first have the administrator of this server log in below to add a facility.
it: E' necessario che l'amministratore di questo serve effettui il login qui sotto per aggiungere un istituto

source: Registration status:
it: Stato Registrazione:

source: The device's public key has been successfully registered. You may now close this window.
it: La chiave pubblica di questo dispositivo e' stata registrata con successo. E' possibile chiudere questa finestra.

source: The facility '%(facility_name)s' has been successfully saved!
it: L'istituto '%(facility_name)s' e' stato salvato correttamente!

source: You must add a facility before creating a user
it: E' necessario aggiungere un istituto prima di creare un utente

source: This mission is too important for me to allow you to jeopardize it.
it: Questa missione e' troppo importante per me per permetterti di metterla a rischio.

source: You've been logged in! We hope you enjoy your time with KA Lite
it: E' stato effettuato il login! Buon divertimento con KA Lite

source: -- be sure to log out when you finish.
it: -- assicurarsi di effettuare il log out una volta terminata la sessione.

source: There was an error logging you in. Please correct any errors listed below, and try again.
it: Problemi riscontrati durante il log in. Correggere gli errori elencati di seguito e riprovare.

source: Page not found
it: Pagina non trovata

source: Sorry, but the requested page could not be found.
it: Siamo spiacenti, la pagina richiesta non e' stata trovata.

source: Error
it: Errore

source: Sorry, but there was an error while trying to load the page.
it: Siamo spiacenti, c'e' stato un errore durante il caricamento della pagina.

source: Videos and Exercises
it: Video ed Esercizi

source: Watch
it: Guardare

source: Practice
it: Allenamento

source: Add Student
it: Aggiunta Studente

source: Add Teacher
it: Aggiunta Docente

source: Admin
it: Amministratore

source: Update
it: Aggiornare

source: Coach
it: Allenatore

source: Sign Up
it: Registrazione

source: Register device
it: Registrazione dispositivo

source: Return
it: Indietro

source: Practicing
it: Allenamento

source: Your progress streak bar for this exercise
it: La barra della serie dei progressi per quest'esercizio

source: Answer
it: Risposta

source: Correct! Next Question...
it: Corretto! Prossima Domanda...

source: Need help?
it: Bisogno d'aiuto?

source: I'd like a hint
it: Vorrei un suggerimento

source: Note: this will reset your streak and points for this exercise!
it: Nota: cosi' verra' azzerata la serie e i punti per quest'esercizio!

source: Stuck? Watch a video.
it: Bloccato? Guarda un video.

source: Related videos:
it: Video correlati:

source: Show scratchpad
it: Mostra il blocco note

source: Scratchpad not available
it: Blocco note non disponibile

source: A free world-class education for anyone anywhere.
it: Un'educazione mondiale gratuita per chiunque ovunque

source: Learn by watching videos!
it: Impara guardando i video!

source: Learn by doing exercises!
it: Impara svolgendo gli esercizi!

source: Practice your math skills from addition to calculus and everything in between.
it: Allenati con la matematica dall'addizione al calcolo e tutto quello che c'e' in mezzo

source: KA Lite is a light-weight web server for viewing and interacting with core Khan Academy content (videos and exercises) without needing an Internet connection.
it: KA Lite e' un web-server per vedere e interagire con i contenuti della Khan Academy (video ed esercizi) senza bisogno di una connessione a Internet.

source: Your Knowledge Map
it: La Mappa Della Conoscenza

source: Back to topics
it: Ritorna agli Argomenti

source: Subtopics
it: Sotto-argomenti

source: Videos
it: Video

source: Exercises
it: Esercizi

source: Exercise
it: Esercizio

source: Practice this concept
it: Allenarsi in questo concetto

source: Points
it: Punti

source: Video Download
it: Scarica il Video

source: You are about to download new subtitles for all downloaded videos. This may take a long time.
it: Stanno per essere scaricati nuovi sottotitoli per tutti i video scaricati. Potrebbe richiedere molto tempo.

source: Please select a language first
it: Selezionare la lingua

source: Please select videos to download (below)
it: Selezionare il video da scaricare (sotto)

source: Download
it: Scaricare

source: new selected videos
it: nuovi video selezionati

source: Delete
it: Eliminare

source: selected videos
it: video selezionati

source: Download/update subtitles for existing videos
it: Scaricare/aggiornare i sottotitoli per i video esistenti

source: Get/Update All Subtitles
it: Scaricare/Aggiornare Tutti i Sottotitoli

source: Get Missing Subtitles Only
it: Scaricare Solo Sottotitoli Mancanti

source: Downloads will start soon... Please wait!
it: Il Download iniziera' a momenti... attendere prego.

source: Downloading video:
it: Scaricamento video:

source: Overall video download progress:
it: Stato scaricamento video:

source: of
it: di

source: Video download error... click to retry
it: Errore nello scaricamento del video... fare click per riprovare

source: Subtitle download progress:
it: Stato scaricamento dei sottotitoli:

source: Cancel All Downloads
it: Annullare tutti i Download

source: Loading topic tree... Please wait!
it: Caricamento dell'albero degli argomenti... Attendere prego!

source: Home
it: Pagina Principale

source: Please correct the error below.
it: Correggere l'errore sottostante.

source: Username:
it: Nome Utente:

source: Forgotten your password or username?
it: Dimenticato Nome Utente o Password?

source: Add facility user
it: Aggiunta utente istituto

source: Add a new
it: Aggiunta nuovo

source: teacher
it: docente

source: student
it: studente

source: Sign up for an account
it: Registrazione account

source: Facility:
it: Istituto:

source: (Select a different facility)
it: (Selezionare un altro istituto)

source: Create user
it: Creazione utente

source: Add a new group
it: Aggiunta nuovo gruppo

source: Add Group
it: Aggiunta Gruppo

source: Facility:
it: Istituto:

source: Create group
it: Creazione gruppo

source: Select user facility
it: Selezionare istutito utente

source: Facilities
it: Istituti

source: Edit facility
it: Modifica Istituto

source: Add student
it: Aggiunta Studente

source: Add teacher
it: Aggiunta Docente

source: Add group
it: Aggiunta Gruppo

source: Add a new Facility
it: Aggiunta Nuovo Istituto

source: You currently have no facilities. Would you like to
it: Non si ha ancora nessun istituto. Si vuole

source: create a facility
it: creare un istituto

source: Edit a facility
it: Modificare un istituto

source: Please enter the following information about your facility. Please enter a detailed address, because knowing where you are in the world allows us to better plan for future deployments and partnerships.
it: Inserire le informazioni sull'istituto. Insere un indirizzo dettagliato, perche' sapere dove vi trovate ci permettera' di pianificare meglio future installazioni e partnership.

source: Please use this search box to locate your facility (and/or click on the map to select a spot), and then enter the additional information in the form below.
it: Usare questa casella di ricerca per trovare il proprio istituto (e/o fare click sulla mappa per selezionare un punto) e inserire ulteriori informazioni nella scheda sottostante.

source: (Knowing, as closely as possible, where you are in the world allows us to better plan for future deployments and partnerships)
it: (Sapere dove vi trovate ci permette di pianificare meglio future installazioni e partnership)

source: Search for your facility's address or name to find its location on the map (enter to search)
it: Cercare il proprio istituto per indirizzo o nome per trovarlo sulla mappa (invio per cercare)

source: Save facility
it: Salvare istituto

source: Select facility
it: Selezionare istituto

source: (this is the default)
it: (questo e' quello principale)

source: (set as the default facility)
it: (impostarlo come istituto principale)

source: You currently have no facilities. Would you like to create a facility?
it: Non si ha ancora nessun istituto. Si vuole creare un istituto?

source: There are currently no facilities available, please ask an administrator or teacher to set one up.
it: Non ci sono istituti disponibili. Chiedere ad un amministratore o docente di impostarne uno.

source: Administer Facilities
it: Amministrazione Istituti

source: Username:
it: Nome Utente:

source: Register a Device
it: Registrare un Dispositivo

source: The error message was:
it: Il messaggio di errore era:

source: Congratulations, this device has now been registered.
it: Congratulazioni, il dispositivo e' stato registrato.

source: This device has already been registered.
it: Questo dispositivo e' gia' stato registrato.

source: The device needs to have internet access when first being registered. Please ensure it is connected to the internet, and then
it: Il dispositivo deve avere una connessione a internet durante la registrazione iniziale. Assicurarsi che sia connesso e poi

source: refresh this page
it: aggiornare la pagina

source: If you have not created an organization and zone yet, please
it: Se non si ha ancora creato un'organizzazione e una zona

source: login to the central server and create them
it: effettuare il login sul server centrale e crearli

source: (You will have to create an account there first).
it: (Sara' necessario prima creare un account).

source: If you already have an organization and a zone, please
it: Se si ha gia' un'organizzazione e una zona

source: login to the central server and register this device in a zone
it: effettuare il login sul server centrale e registrare questo dispositivo in una zona

source: (this will open a new window).
it: (si aprira' una nuova finestra).

source: Return here and
it: Tornare qui e

source: to complete the registration process.
it: per completare la registrazione.

source: To view the page you were trying to view, you need to be logged in as a teacher or an admin. Please login as one below, or <a href='%s'>go to home.</a>
it: Per vedere la pagina desiderata e' necessario effettuare il login come docente o amministratore. Effettuare il login oppure <a href='%s'>tornare alla pagina principale.</a>
